import { Row, Col } from "antd";
import styled from "styled-components";

const ContentWrapper = styled(Col)`
  background-color: white;
  padding: 24px !important;
  margin-top: 50px !important;
`;

export default function Staging() {
  return (
    <Row gutter={[24, 24]}>
      <ContentWrapper xs={24} md={16} offset={4}>
        <h2>ตัวอย่างกิจกรรมที่เหมาะกับคนไข้อัลไซเมอร์</h2>

        <ol>
          <li>
            การเดิน
            เพื่อเพิ่มความเพลิดเพลินให้คนไข้อาจเปิดเพลงหรือพาเดินพร้อมสัตว์เลี้ยง
            เช่น สุนัข
          </li>
          <li>
            การวิ่งเยาะๆ ปั่นจักรยาน เป็นการออกกำลังแบบแอโรบิค
            ช่วยเพิ่มความแข็งแรงของหัวใจสำหรับผู้ป่วยที่เคยทำกิจกรรมต่างๆเหล่านี้เป็นประจำอยู่แล้ว
            และอาการสมองเสื่อมยังไม่รุนแรง{" "}
          </li>
          <li>การว่ายน้ำ เป็นการออกกำลังแบบแอโรบิคดีต่อข้อต่อต่างๆและหัวใจ </li>
          <li>
            รำไทเก็ก ดีกับข้อต่อ ปรับสมดุลย์จากภายในสู่ภายนอก
            เพิ่มความยืดหยุ่นของร่างกาย
          </li>
          <li>
            การทำงานศิลปะ ปลูกต้นไม้ เล่นดนตรี
            เป็นการกระตุ้นให้ใช้นิ้วมือในการหยิบจับ
            มีส่วนช่วยกระตุ้นความจำและคลายเครียดได้เป็นอย่างดี
          </li>
        </ol>
        <p>
          เอกสารอ้างอิง หนังสือคู่มือแนวทางการป้องกันภาวะสมองเสื่อม
          สำนักโภชนาการ กรมอนามัย
        </p>
      </ContentWrapper>
    </Row>
  );
}
