import { Row, Col } from "antd";
import styled from "styled-components";

const ContentWrapper = styled(Col)`
  background-color: white;
  padding: 24px !important;
  margin-top: 50px !important;
`;

export default function Dementia() {
  return (
    <Row gutter={[24, 24]}>
      <ContentWrapper xs={24} md={16} offset={4}>
        <h1>การตรวจประเมินภาวะสมองเสื่อม</h1>
        <p>
          การตรวจนี้จะทำเพื่อยืนยันการวินิจฉัย
          หาสาเหตุของภาวะสมองเสื่อมที่อาจรักษาให้เป็นปกติได้ แบ่งประเภทของโรค
          และประเมินภาวะโรคร่วมอื่นๆที่มี
          เพื่อปรับลดปัจจัยเสี่ยงของผู้ป่วยและติดตามอาการระหว่างการรักษา
          โดยแบ่งการตรวจ ประเมินเป็น 3 กลุ่มหลัก ดังนี้
        </p>
        <ol>
          <li>
            การประเมินผู้ป่วยในภาพรวมมีประเด็นต่างๆ ที่ควรกระทำในระยะแรก
            และระหว่างการรักษา โดยการซักประวัติ การตรวจร่างกาย
            และการตรวจทางห้องปฏิบัติการ
          </li>
          <ul style={{ listStyleType: "circle" }}>
            <li>
              การรู้คิด (cognition) ประเมินความบกพร่องของการรู้คิด 6 ด้าน ได้แก่
              ความจำและความสามารถในการเรียนรู้สิ่งใหม่ สมาธิเชิงซ้อน การใช้ภาษา
              ความสามารถในการบริหารจัดการ การรับรู้และทักษะการเคลื่อนไหว
              การรู้คิดในการเข้าสังคม อาจมีการคัดกรองด้วยแบบประเมินที่ใช้แบบ
              ทดสอบมาตรฐานในการประเมินเบื้องต้นและติดตามการรักษาที่ใช้กันบ่อย ๆ
              เช่น Mini-Mental State Examination -Thai 2002 (MMSE Thai -2002)
              หรือ Thai Mental State Examination (TMSE)
              แต่ในการวินิจฉัยภาวะสมองเสื่อมในระยะที่อาการไม่ชัดเจนหรือมีอาการเล็กน้อย
              ซึ่งพบได้ในผู้ป่วยที่มีภาวะการรู้คิดบกพร่องเล็กน้อย (Mild
              Cognitive Impairment, MCI)
              อาจพิจารณาตรวจด้วยแบบประเมินทางประสาทจิตวิทยาอื่นๆ เช่น MoCA
              หรือในผู้ที่มีอาการแต่ยังไม่สามารถตรวจยืนยันด้วยแบบทดสอบข้างต้นอาจจะต้องทำแบบทดสอบทางจิตวิทยาที่ละเอียดมากมากขึ้น
            </li>
            <li>
              ปัญหาพฤติกรรมและอาการทางจิต ในช่วงแรกผู้ป่วยมักมีอาการน้อย เช่น
              เฉยเมย ไม่สนใจสิ่งแวดล้อม ซึมเศร้าที่อาจเกิดขึ้นก่อนโรคอัลไซเมอร์
              แต่ระหว่างการดำเนินโรคความผิดปกตินี้จะเด่นชัดขึ้น เช่น หลงผิด
              หูแว่วประสาทหลอน กระวนกระวาย ก้าวร้าว นอนไม่หลับ เดินเพ่นพ่าน
              ซึ่งจำเป็นต้องบำบัดรักษาด้วยการใช้ยาและไม่ใช้ยาร่วมกัน
            </li>
            <li>
              ความสามารถในการทำกิจวัตรประจำวัน (activities of daily livings)
              มักจะเริ่มต้นมีความบกพร่องด้านกิจวัตรที่ซับซ้อนก่อน เช่น
              การรับประทานยา การใช้โทรศัพท์ การใช้เงิน การประกอบอาหาร เป็นต้น
              เมื่ออาการสมองเสื่อมรุนแรงมากขึ้นจึงจะมีความบกพร่องของกิจวัตประจำวันพื้นฐาน
              เช่นการขับถ่าย ชำระล้างร่างกาย ดูแลความสะอาดและสุขลักษณะส่วนตัว
              อาบน้ำ การแต่งตัว การกินอาหาร เป็นต้น
            </li>
          </ul>
          <li>
            การตรวจทางห้องปฏิบัติการพื้นฐาน
            ซึ่งแพทย์จะทำในผู้ป่วยทุกรายที่สงสัยภาวะสมองเสื่อมได้แก่
            การตรวจนับเม็ดเลือด ระดับน้ำตาล อิเล็กโทรไลต์ การทำงานของตับ – ไต
            ระดับ ฮอร์โมนต่อมไทรอยด์ การติดเชื้อซิฟิลิส การติดเชื้อเอชไอวี
            ตรวจระดับวิตามินบี 12 การตรวจอื่นๆ ที่แนะนำในรายที่มีข้อบ่งชี้จำเพาะ
            หรือมีปัจจัยเสี่ยงชัดเจน เช่น การเจาะหลังและตรวจน้ำไขสันหลัง
            การตรวจคลื่นไฟฟ้าสมอง การตรวจยีน เป็นต้น
          </li>
          <li>
            การตรวจประสาทรังสีวิทยาเพื่อช่วยในการประเมินความเสื่อมหรือฝ่อของสมองส่วนต่างๆ
            ที่มีความจำเพาะต่อโรค
            ซึ่งจะช่วยในการวินิจฉัยแยกโรคทางประสาทศัลยศาสตร์
            และโรคหลอดเลือดสมองโดยการตรวจดูภาพฉายรังสีทางโครงสร้าง (structural
            imaging) ของสมอง เช่น CT หรือ MRI ในครั้งแรกที่วินิจฉัย
            การการตรวจซ้ำภายหลังควรทำในรายที่มีการดำเนินโรคหรืออาการทรุดลงเร็ว
            ตรวจพบว่ามีอาการหรือความผิดปกติ เฉพาะที่ในระบบประสาท เช่น
            แขนขาอ่อนแรง มีอาการของเส้นประสาทสมอง ทรงตัวไม่ดีปวดศีรษะ ซึมลง
            ส่วนการตรวจที่ใช้เทคนิคทางเวชศาสตร์นิวเคลียร์ เช่น SPECT หรือ PET
            scan มักใช้ในรายที่ไม่แน่ใจในการวินิจฉัย
            หรือคัดกรองผู้ป่วยที่มีประวัติครอบครัวที่มีความเสี่ยงสูง
            เพื่อนำไปสู่การ วินิจฉัยให้เร็วขึ้นต่อไป
            <br /> &emsp; &emsp; ในอนาคตมีแนวทางเพื่อให้การวินิจฉัยได้เร็วขึ้น
            เพื่อชะลอโรคหรือให้การรักษาให้ได้ผลดี
            การตรวจวัดการเปลี่ยนแปลงของตัวบ่งชี้ทางชีววิทยา ( biomarkers)
            อาจจะนำไปสู่การวินิจฉัยโรคให้ได้เร็วขึ้นและสามารถให้การรักษาตั้งแต่ระยะแรกเพื่อป้องกันหรือเปลี่ยนธรรมชาติของโรคตั้งแต่ก่อนมีอาการหรือสงสัยว่าเริ่มมีอาการระยะแรก
            ตรวจความผิดปกติของตัวชี้วัดที่ยืนยัน ได้แก่
            ลักษณะทางกายวิภาคที่ผิดปกติใน MRI ที่พบการฝ่อผิดปกติของ medial
            temporal lobe เมแทบอลิซึมของสมองที่ลดลงจากการตรวจด้วย FDG PET sacn
            (positron emission tomography) การตรวจดูระดับ อะไมรอยด์ และ
            เทาโปรตีนที่สะสมในสมองโดย amyloid PET และ Tau PET scan
            หรือเจาะน้ำไขสันหลังดูระดับ อะไมรอยด์ และ
            เทาโปรตีนที่ผิดปกติในน้ำไขสันหลัง
            การตรวจหายีนกลายพันธุ์ของโรคในผู้ปวยที่มีอาการตอนอายุน้อยและมีประวัติครอบครัวป่วยหลายคน
          </li>
        </ol>

        <p>
          เอกสารอ้างอิง หนังสือคู่มือแนวทางการป้องกันภาวะสมองเสื่อม
          สำนักโภชนาการ กรมอนามัย
          <br />
          ปรับปรุงแก้ไข โดย รศ.นพ. สุขเจริญ ตั้งวงษ์ไชย
        </p>
      </ContentWrapper>
    </Row>
  );
}
