import { Row, Col } from "antd";
import styled from "styled-components";
import { StarOutlined } from "@ant-design/icons";
import Image from "next/image";

const ContentWrapper = styled(Col)`
  background-color: white;
  padding: 24px !important;
  margin-top: 50px !important;

  .red-text {
    color: red;
  }

  .green-text {
    color: mediumseagreen;
  }

  .blue-text {
    color: blue;
  }
`;

export default function Food() {
  return (
    <Row gutter={[24, 24]}>
      <ContentWrapper xs={24} md={16} offset={4}>
        <h1>กินอย่างไรให้ ห่างไกลสมองเสื่อม</h1>

        <Image
          src="/health_info_TH_1.png"
          alt=""
          layout="fill"
          style={{ marginLeft: "10px" }}
        />

        <p>
          {" "}
          <br />
          สมองเป็นอวัยวะที่สำคัญ มีหน้าที่เกี่ยวกับการจดจำ ความคิด การเรียนรู้
          ความรู้สึก การมองเห็น การได้ยิน ตลอดจนควบคุมการทำ
          งานของอวัยวะอื่นๆในร่างกาย โดยลักษณะธรรมชาติของสมองน้ันประกอบ
          ด้วยน้ำไขมัน โปรตีน และคาร์โบไฮเดรต
          ดังนั้นสารอาหารหลักท่ีสมองต้องการคือ คาร์โบไฮเดรต โปรตีน และ ไขมัน
          นอกจากนี้สมองยังต้องการวิตามินและแร่ธาตุเพื่อส่งเสริมการทำงานของสมองให้เกิดประสิทธิภาพ
          บำรุงสมอง ชะลอความเสื่อมของเซลล์ประสาท <br />
          เพื่อเน้นถึงความสำคัญของธรรมชาติของโรคสมองเสื่อมในภาพรวมเป็นไปในทางที่ดีขึ้นแนวทาง
          การรักษาในปัจจุบันจึงเน้นในการควบคุมปัจจัยเสี่ยงต่อโรคหลอดเลือดสมอง
          โรคหัวใจและหลอดเลือด
        </p>

        <h2 className="blue-text">กินอย่างไร...ห่างไกลภาวะสมองเสื่อม</h2>
        <ol>
          <li>
            หมั่นดูแลน้ำหนักให้เหมาะสม ให้มีค่าดัชนีมวลกายอยู่ในเกณฑ์ปกติ (BMI)
            คือ 18.5-22.9 กิโลกรัม/ตารางเมตร
          </li>
          <li>
            ควบคุมปัจจัยเสี่ยงต่อการเกิดโรคหัวใจและหลอดเลือด
            ปัจจัยเสี่ยงที่สำคัญ คือ ภาวะไขมันในเลือดสูง โรคอ้วน น้ำหนักเกิน
            โรคความดันโลหิตสูง โรคเบาหวาน
            การสูบบุหรี่และการดื่มแอลกอฮอล์เป็นประจำ ไม่ออกกำลังกาย
          </li>

          <ol>
            <li className="green-text">
              รักษาระดับน้ำตาลในเลือดให้อยู่ในระดับปกติ
            </li>
            <ul>
              <li>
                <span className="green-text">เลือก</span> กินอาหารให้เป็นเวลา
                ในสัดส่วนเหมาะสม
              </li>
              <li>
                <span className="green-text">เลือก</span> รับประทานกลุ่ม
                ข้าว-แป้ง จำกัดจำนวน เลือกแบบที่มีคุณภาพ ใยอาหารสูง เช่น
                ข้าวกล้อง
              </li>
              <li>
                <span className="green-text">เลือก</span> เพิ่มการกินผัก
              </li>
              <li>
                <span className="red-text">ลด</span>{" "}
                การกินอาหารหรือเครื่องดื่มที่มีน้ำตาลสูง เช่น น้ำ อัดลม น้ำ หวาน
                ชา กาแฟ น้ำผลไม้ ที่เติมน้ำตาลสูง ขนมหวาน ไอศกรีม
              </li>
            </ul>
            <li className="green-text">รักษาความดันโลหิตให้อยู่ในระดับปกติ</li>
            <ul>
              <li>
                <span className="green-text">เลือก</span> เพิ่มการกินผัก
              </li>
              <li>
                <span className="red-text">เลี่ยง</span>{" "}
                การกินอาหารที่โซเดียมสูง โดย
              </li>
              <li>
                <span className="green-text">เลือก</span> อาหารที่ไม่เค็มจัด
              </li>
              <li>
                <span className="red-text">ลด</span>{" "}
                การใช้เครื่องปรุงรสในการประกอบอาหาร ลด การเติมปรุงเพิ่ม
              </li>
              <li>
                <span className="red-text">เลี่ยง</span> อาหารสำเร็จรูป
                อาหารแปรรูป เช่น บะหมี่กึ่งสำเร็จรูป ไส้กรอก อาหารแช่เย็น
                อาหารแช่แข็ง ขนมกรุบกรอบ
              </li>
              <li>
                <span className="red-text">ลด</span> อาหารมัน ทอด กะทิ
                เนื้อสัตว์ติดมัน
              </li>
            </ul>
            <li className="green-text">รักษาระดับไขมันในเลือดให้ปกติ</li>
            <ul>
              <li>
                <span className="green-text">เลือก</span>{" "}
                รับประทานอาหารที่มีไขมันต่ำ
              </li>
              <li>
                <span className="red-text">ลด</span>{" "}
                การกินอาหารที่มีไขมันอิ่มตัวสูง เช่น ไขมันจากสัตว์ กะทิ
              </li>
              <li>
                <span className="red-text">เลี่ยง</span> อาหารทอด เบเกอรี่
              </li>
            </ul>
          </ol>

          <li>
            กินอาหารที่อุดมด้วยโฟเลต วิตามีนบี 6 และวิตามีนบี 12
            เพื่อควบคุมระดับโฮโมซิสเตอีน (homocysteine)
            ที่เป็นสาเหตุของโรคหลอดเลือดและหัวใจ
            ซึ่งจะเป็นปัจจัยเสี่ยงต่อภาวะสมองเสื่อมได้แก่ เนื้อสัตว์ ตับ ปลา
            อาหารทะเล เช่น หอยนางรม นมวัว นมถั่วเหลือง ไข่ ถั่วแดง ถั่วเหลือง
            ธัญพืชไม่ขัดสี เป็นต้น ผักใบเขียว เช่น ตำลึง คื่นช่าย ดอกกุ๋ยช่าย
            ดลไม้ เช่น ส้ม กล้วย เป็นต้น
          </li>
          <StarOutlined style={{ color: "gold" }} />
          <span className="green-text">
            วิตามินบี 6 และโฟเลตไม่ทนความร้อนถูกทำลายได้ด้วยการหุงต้ม
          </span>
          <br />
          <StarOutlined style={{ color: "gold" }} />
          <span className="green-text">วิตามินบี 12 ไม่มีในพืช</span>
          <li>กินอาหารแบบเมดิเตอร์เรเนียน ได้แก่</li>
          <ul>
            <li>กินคาร์โบไฮเดรตและธัญพืชที่ไม่ฝ่านการขัดสี</li>
            <li>กินเนื้อปลาเป้นหลัก และเนื้อสัตว์อื่นเล็กน้อย</li>
            <li>กินอาหารที่มีส่วนประกอบผัก ผลไม้ ไขมันจากน้ำ มันมะกอก</li>
          </ul>
          <li>กินอาหารให้หลากหลายครบ 5 หมู่ ในสัดส่วนที่เหมาะสม</li>
          <li>กินอาหารครบสามมื้อ มื้อเช้าจะทำให้สมองทำงานได้ดี</li>
          <StarOutlined style={{ color: "gold" }} />
          <span className="green-text">
            มื้อเช้าควรประกอบด้วยอย่างน้อย ข้าว-แป้งหรือธัญพืช และเนื้อสัตว์
            เสริมด้วยผักผลไม้
          </span>
          <li>กินข้าวกล้องแทนข้าวขาว</li>
          <li>
            เพิ่ม การกินผัก โดยเฉพาะผักที่มีสีเขียวเข้มและหลากสี
            กินผลไม้อย่างเหมาะสม ควบคมุการกินผลไม้รสหวาน
          </li>
          <StarOutlined style={{ color: "gold" }} />
          <span className="green-text">
            ผักและผลไม้ซึ่งอุดมไปด้วยสารต้านอนุมูลอิสระ ใยอาหาร วิตามินซี
            และโฟเลต
          </span>
          <li>
            กินปลาน้ำจืดสลับกับปลาทะเล ไข่ เนื้อสัตว์ไม่ติดมัน
            ถั่วเมล็ดแห้งและผลิตภัณฑ์ เป็นประจำ
          </li>
          <li>หลีกเลี่ยงอาหารไขมันสูง อาหารทอด หวานจัด เค็มจัด</li>
          <li>
            เลือกใช้น้ำมันพืชที่ดีต่อหัวใจและหลอดเลือด เช่น น้ำมันรำข้าว
            น้ำมันดอกคาโนลา อย่างเหมาะสมในการประกอบอาหาร
          </li>
          <li>ดื่มน้ำสะอาดให้เพียงพอ อย่างน้อยวันละ 8 แก้ว</li>
          <li>
            กินอาหารปลอดภัย ไม่ปนเปื้อนสารโลหะหนัก สารเคมีต่างๆ ยาฆ่าแมลง
            ดังนั้นควรกินอาหารให้หลากหลาย
          </li>
          <li>
            งดหรือลดเครื่องดื่มแอลกอฮอล์ งดสูบบุหรี่ เลี่ยงอยู่ในที่ๆ
            มีควันบุหรี่
          </li>
        </ol>

        <br />

        <h2 className="blue-text">
          เลือกวัตถุดิบอย่างไรให้ปลอดภัยใส่ใจสุขภาพ...ห่างไกลสมองเสื่อม
        </h2>
        <p>
          ปัจจุบันมีการใช้สารเคมีทางเกษตรเพื่อป้องกันและกำจัดศัตรูพืชกันอย่างแพร่หลายและมีมากมาย
          หลายชนิด แม้ว่าจะมีหน่วยงานควบคุมดูแลการนำไปใช้ก็ตาม
          แต่ก็ยังมีเกษตรกรที่ขาดความรู้และความเข้าใจ ที่ถูกต้อง
          โดยมีการใช้มากเกินปริมาณที่กำหนด หรือใช้ร่วมกันหลายชนิด
          มีการเก็บผลผลิตก่อนระยะเวลาที่สารเคมีจะสลายตัว หมด
          ทำให้มีสารเคมีตกค้างอยู่ในผักสด โดยเฉพาะผักที่นิยมบริโภคกันทั่วไป เช่น
          ผักคะน้า กวางตุ้ง กะหล่ำปลี ถั่วฝักยาว
          ที่มักตรวจพบสารเคีมตกค้างอยู่เสมอ รวมทั้งอาจมีสารพิษที่ตกค้างอยู่ในดิน
          และน้ำที่เป็นแหล่งเพาะปลูกอีกด้วย
          ซึ่งสารเคมีที่ได้รับบางชนิดจะทำลายระบบประสาทส่วนกลาง ทำให้เซลล์
          ประสาททำงานผิดปกติ มีอาการชาตามใบหน้า ลิ้น ริมฝีปาก และชักได้
          สารเคมีบางชนิดอาจทำลายเอนไซม์ของ ระบบประสาท
          ทำให้การทำงานของระบบประสาทผิดปกติไป
        </p>
        <h2 className="blue-text">
          อันตรายจากการใช้สารเคมีเติมแต่งผักและผลไม้
        </h2>
        <p>
          เกิดจากการใช้สารเคมีที่ไม่อนุญาตให้ปนเปื้อนในอาหารมาใช้เพื่อทำให้ผักลไม้
          ดูสด หรือมีสีสันขาว สะอาดน่ารัเบประทาน ทั้งนี้เนื่องจากพ่อค้า แม่ค้า
          ในตลาดสดพยายามที่จะทำให้ผักสดคงสภาพสดอยู่เสมอ ไม่เหี่ยวหรือเน่าเสีย
          โดยมีการนำสารเคมีประเภทฟอร์มาลีนหรือบอแรกซ์ผสมน้ำแล้วนำมาราด
          หรือแช่ผักสด รวมทั้งการใช้สารฟอกขาวที่ห้ามใช้
          มาแช่ผักสดประเภทข้าวโพดอ่อน ขิงหั่นฝอย หน่อไม้สดหั่นฝอย เพื่อให้มี
          สีขาวน่ารับประทาน
          ซึ่งหากล้างไม่สะอาดเหลือตกค้างในผักสดจะทำให้ผู้บริโภคเกิดอันตรายได้
        </p>
        <h2 className="blue-text">การเลือกซื้อผัก</h2>
        <ol>
          <li>
            เลือกซื้อผักสดที่มีรูพรุนเป็นรอยกัดแทะ
            ของหนอนแมลงอยู่บ้างเพราะหนอนกัดเจาะผักได้
            แสดงว่ามีสารพิษกำจัดศัตรูพืชในปริมาณที่ไม่เป็นอันตรายมาก
            ไม่ควรเลือกซื้อผักที่มีใบสวยงาม
          </li>
          <li>
            เลือกซื้อผักสดอนามัยหรือผักกางมุ้ง จากแหล่งเพาะปลูกที่เชื่อถือได้
            เช่น โครงการพิเศษของ กรมวิชาการเกษตร กระทรวงเกษตรและสหกรณ์
            หรือสับเปลี่ยนแหล่งที่ซื้ออยู่เสมอ
          </li>
          <li>
            เลือกกินผักตามฤดูกาล
            เนื่องจากผักที่ปลูกตามฤดูกาลจะมีโอกาสเจริญเติบโตได้ดีกีว่านอกฤดูกาลทำให้ลดการใช้สารเคมีและปุ๋ยลงได้
          </li>
          <li>
            เลือกกินผักพื้นบ้าน เช่น ผักแว่น ผักหวาน ใบย่านาง ใบเหลียง ใบยอ
            ใบกระถิน ยอดแค หรือ ผักที่สามารถปลูกได้เองง่ายๆ
          </li>
          <li>
            ไม่กินผักชนิดใดชนิดหนึ่งเป็นประจำ ควรกินให้หลากหลาย
            สับเปลี่ยนเพื่อหลีกเลี่ยงการรับพิษ สะสมและได้ประโยชน์ทางโภชนาการ
          </li>
        </ol>
        <h2 className="blue-text">การล้างผักสดและผลไม้</h2>
        <ol>
          <li>ปอกเปลือกหรือลอกเปลือกชั้นนอกของผักสดหรือผลไม้ออกทิ้ง</li>
          <li>
            ล้างผักด้วยน้ำสะอาดหลายๆ ครั้ง และคลี่ใบถู
            หรือล้างด้วยการใช้น้ำก๊อกไหลผานผักสดนาน อย่างน้อย 2 นาที
            หรือใช้สารละลายอื่นๆ ในการล้างดังนี้
          </li>
          <ol>
            <li>
              ใช้ผงโซดาหรือผงฟูที่ใช้ปรุงอาหาร (โซเดียมไบคาร์บอเนต 1
              ช้อนโต๊ะต่อน้ำ 4 ลิตร)
            </li>
            <li>ใช้น้ำส้มสายชู (น้ำส้มสายชู 1/2 ถ้วยต่อน้ำ 4 ลิตร)</li>
            <li>ใช้น้ำเกลือ (เกลือ 2 ช้อนโต๊ะพูนต่อน้ำ 4 ลิตร)</li>
            <li>ใช้น้ำยาล้างผัก (ส่วนผสมตามวิธีผู้ผลิตแนะนำ)</li>
          </ol>
          <li>นำาผักสดมาล้างด้วยน้ำให้สะอาด</li>
        </ol>
        <br />

        <h4 className="green-text">การเก็บรักษาอาหารให้คงคุณภาพ</h4>
        <h2 className="green-text">หลักการเก็บอาหารในตู้เย็น</h2>
        <ul>
          <li>
            ช่องแช่แข็ง (-18 องศาเซลเซียส)
            เก็บเนื้อสัตว์สดและผลิตภัณฑ์อาหารอื่นที่ต้องการความเย็นจัด เช่น
            ไอศกรีม น้ำแข็ง เป็นต้น
          </li>
          <li>
            ช่องเย็นที่สุด (0-5 องศาเซลเซียส) สำหรับอาหารที่ต้องการความเย็นมาก
            แต่ไม่ต้องแช่แข็ง เช่น อาหารพร้อมปรุง น้ำสลัด อาหารปรุงสำเร็จเป็นต้น
          </li>
          <li>
            ช่องเย็นธรรมดา (5-7 องศาเซลเซียส)
            สำหรับอาหารที่ไม่ต้องการความเย็นมาก เช่น นม โยเกิร์ต น้ำผลไม้ ไข่
            น้ำดื่ม เป็นต้น
          </li>
          <li>ช่องเก็บผัก (8-10 องศาเซลเซียส) สำหรับเก็บผัก/ผลไม้</li>
        </ul>
        <h2 className="green-text">อุณหภูมิที่เหมาะสมในการเก็บอาหาร</h2>
        <Image
          src="img/table_TH_img1.png"
          alt=""
          layout="fill"
          style={{ marginLeft: "10px" }}
        />
        <h2 className="green-text">กํารเลือกซื้ออาหารให้ปลอดสารพิษ</h2>
        <Image
          src="img/table_TH_img2.png"
          alt=""
          layout="fill"
          style={{ marginLeft: "10px" }}
        />
        <br />

        <h3 className="blue-text">อาหารบำรุงสมอง</h3>
        <h2 className="blue-text">ข้าวกล้อง ข้าวไม่ขัดสี ธัญพืชไม่ขัดสี</h2>
        <p>
          อุดมไปด้วยคาร์โบไฮเดรตให้พลังงาน สารอาหาร
          วิตามินและแร่ธาตุที่มีประโยชน์ช่วยให้สุขภาพดี และป้องกันโรคต่างๆ
          มีวิตามินบี 1 ซึ่งมีส่วนช่วยในการบำรุงสมอง ป้องกันโรคเหน็บชา
          ปากนกกระจอก ภาวะโลหิตจาง ช่วยเพิ่มสารสื่อประสาท ซีโรโทนินทำให้หลับสบาย
          มีใยอาหารช่วยลดระดับคอเลสเตอรอล ในเลือด ชะลอการดูดซึมน้ำตาล
        </p>
        <h2 className="blue-text">ปลา</h2>
        <p>
          ปลา เป็นโปรตีนที่ดี ย่อยง่าย มีไขมันน้อย มีกรดไขมันที่ดี
          กินปลาแทนเนื้อสัตว์อื่นๆ เป็นประจำจะช่วยลดปริมาณไขมันในเลือด
          มีประโยชน์ที่เป็นส่วนประกอบสำคัญของสมอง
          ที่ช่วยพัฒนาเนื้อเยื่อของระบบประสาท
          เลือกรับประทานปลาหลายชนิดสลับหมุนเวียนกันไป
          เพื่อป้องกันการได้รับสารพิษตกค้างเกินที่อาจอยู่ในเนื้อปลา
          เลือกกินปลาแทนเนื้อสัตว์ใหญ่ เป๊นประจำจะช่วยลดปริมาณไขมันในเลือด
          ในหนึ่งสัปดาห์ควร รับประทานปลาทะเลสลับกับปลาน้ำจืด เช่น ปลาแซลมอน
          ปลาทูน่า ปลาซาดีน ปลาแมลคอเรล ปลาทู ปลากะพงขาว ปลาจาระเม็ดขาว ปลาสำลี
          ปลาดุก ปลาช่อน ปลานิล
          <span style={{ color: "deeppink" }}>
            อย่างน้อยสัปดาห์ละ 3-5 ครั้ง
          </span>
          ทำให้สุกเพื่อป้องกันพยาธิและแบคทีเรียต่างๆ
          โดยวิธีการปรุงอาหารควรใช้การนึ่ง ต้ม หรือย่าง หลีกเลี่ยงการทอด
        </p>
        <h2 className="blue-text">อาหารทะเล</h2>
        <p>
          เป็นแหล่งของ ทอรีน สังกะสี วิตามินบี 12 ซึ่งมีผลต่อสมองและจอประสาทตา
          มีบทบาทช่วยเสริม สร้างการทำงานของระบบประสาท เนื้อสมอง
          และกล้ามเนื้อส่วนต่างๆ ในร่างกาย นอกจากนี้ยังมีไอโอดีน
          ซึ่งช่วยป้องกันโรคคอพอก และช่วยในกระบวนการทำงานของสมอง
          ดังนั้นควรรับประทานอาหารทะเล
          <span style={{ color: "deeppink" }}>
            อย่างน้อยสัปดาห์ละ 3-5 ครั้ง
          </span>
        </p>
        <h2 className="blue-text">เนื้อสัตว์</h2>
        <p>
          อุดมไปด้วยโปรตีนซึ่งทำหน้าที่ช่วยเป้นสารสื่อระหว่างเซลล์กับเซลล์
          นอกจากนี้ในเนื้อสัตว์ยังมี วิตามินบี ทอรีน ธาตุเหล็ก
          มีบทบาทช่วยเสริมสร้างการทำงานของระบบประสาท เนื้อสมอง การสร้าง
          ฮีโมโกลบิน และกล้ามเนื้อส่วนต่างๆ ในร่างกาย
          ควรเลือกรับประทานเนื้อสัตว์ชนิดไม่ติดมัน ปริมาณเนื้อสัตว์
          ที่แนะนำต่อวันสำหรับ ผู้สูงอายุวันละ 6-8 ช้อนกินข้าว
          (ขึ้นอยู่กับกิจกรรม) ผู้สูงอายุควรกินอาหารที่มี ธาตุเหล็ก เช่น ตับ
          <span style={{ color: "deeppink" }}>สัปดาห์ละ 3-5 ครั้ง</span>
        </p>
        <h2 className="blue-text">ไข่</h2>
        <p>
          ไข่ไก่ 1 ฟอง มีน้ำหนักเฉลี่ยประมาณ 50 กรัม ให้พลังงาน 80 กิโลแคลอรี
          โปรตีน 7 กรัม ไข่มี โปรตีนที่มีคุณค่าสูงคือมี high biological value
          หมายความว่ามีกรดอะมิโนจำเป็นครบถ้วนและปริมาณสูง
          วิธีการปรุงหรือกินก็ง่าย ควรปรุงให้สุก ไข่แดงอุดมไปด้วยโคลีน ทอรีน
          โผเลตและวิตามินสำคัญ มีบทบาท ต่อการพัฒนาสมอง
          และมีประโยชน์อย่างมากต่อระบบความจำ
          <span style={{ color: "deeppink" }}>
            ผู้สูงอายุที่ไม่มีปัญหาสุขภาพกินไข่ได้วันละ 1 ฝอง
            ผู้ที่มีปัญหาไขมันในเลือดสูง โรคเบาหวาน โรคความดันโลหิตสูง
            ควรกินไข่ไม่เกินสัปดาห์ละ 3 ฝอง หรือทำตามคำแนะนำของแพทย์
            ที่สำคัญควรปรุงให้สุกทุกครั้ง
          </span>
        </p>
        <h2 className="blue-text">ธัญชาติและถั่วเมล็ดแห้ง</h2>
        <p>
          เป็นแหล่งอาหารโปรตีนที่ดีอีกชนิดที่หาซื้อได้ง่าย ราคาถูก
          และมีวิตามินบี 1 ซึ่งมีส่วนช่วยในการ บำรุงสมอง พบมากในงา ข้าวโพด ข้าว
          ถั่วเหลือง ถั่วเขียว ถั่วดำ ถั่วแดง ถั่วลิสง ผลิตภัณฑ์จากถั่วเมล็ดแห้ง
          ได้แก่ เต้าหู้ น้ำนมถั่วเหลือง หรือ น้ำเต้าหู้ ตลอดจนขนมที่ทำจากถั่ว
          ถั่วเหลืองมีสารไฟโตเอสโตรเจนที่สามารถป้องกันโรคมะเร็ง
          สำหรับผู้สูงอายุหากรับประทานงาแนะนำให้รับประทานงาคั่วบด
          เพราะจะช่วยให้ย่อยได้ ดีกว่าการรับประทานเป็นเม็ด
          ควรกินสลับกับเนื้อสัตว์ จะทำให้ร่างกายได้สารอาหารที่ครบถ้วนยิ่งขึ้น
        </p>
        <h2 className="blue-text">นม</h2>
        <p>
          เป็นแหล่งโปรตีนคุณภาพดี อุดมด้วยแคลเซียม
          (มีปริมาณมากและดูดซึมได้ดีที่สุด) และฟอสฟอรัส
          ที่ช่วยให้กระดูกและฟันแข็งแรง นม 1 แก้ว (200 มิลลิลิตร)
          ให้โปรตีนประมาณ 7 กรัม ผู้สูงอายุแนะนำ
          <span style={{ color: "deeppink" }}>
            ให้ดื่มนมรสจืดวันละ 1-2 แก้ว
          </span>
          หากมีปัญหาอ้วน ไขมันในเลือดสูงเลือกสูตรพร่องมันเนย
          เพื่อให้ได้รับแร่ธาตุ แคลเซียมเพียงพอ ป้องกันภาวะกระดูกพรุน
        </p>
        <p>
          ส่วนในกรณีของการเกิดท้องอืด ท้องเสีย หลังการดื่มนม ไม้ใช่การแพ้
          แต่เป็น เรื่องของการขาดเอนไซม์ ที่ชื่อว่า แลกเตส (lactase)
          ซึ่งเป็นเอนไซม์ไว้สำหรับย่อยน้ำตาลในนม วิธีแก้คือ ค่อยๆ ดื่มทีละน้อย
          (ไม่เกินครึ้งแก้ว) ต่อครัง
          ควรดื่มนมหลังอาหารไม่ดื่มนมขณะที่ท้องว่างและเพิ่มเป็นครั้งละหนึ่งแก้วได้ในเวลาประมาณ
          1-2 สัปดาห์ ก็จะช่วยให้อาการเบาลงสามารถดื่มนมได้ดีขึ้น
          หรือกินผลิตภัณฑ์นมที่ผ่านการย่อยนำ้ตาล แลกโตสบางส่วนโดยจุลินทรีย์ เช่น
          ผลิตภัณฑ์โยเกิร์ต หรือนมที่ปราศจากแลกโตส (lactose)
        </p>
        <h2 className="blue-text">
          ใช้น้ำมันหลากหลายสลับชนิดกันไป เลือกชนิดให้เหมาะกับการประกอบอาหาร
        </h2>
        <p>
          มีความสำคัญในการสร้างเยื่อหุ้มเซลล์ประสาทและเยื่อบุผิวของเนื้อเยื่อสมอง
          เป็นแหล่ง
          ของวิตามินอีควรเลือกรับประทานเฉพาะไขมันหรือน้ำมันที่มีไขมันไม่อิ่มตัวสูง
          เช่น น้ำ มันถั่วเหลือง น้ำมันรำข้าว ข้าวโพด ดอกคำฝอย ทานตะวัน น้ำมันงา
          น้ำมันมะกอก น้ำมันคาโนลา ฯลฯ สลับชนิดกันไป
          เพื่อให้ได้รับกรดไขมันที่หลากหลาย
          ควรใช้น้ำมันที่ปรุงอาหารในปริมาณที่พอเหมาะไม่เกิน 6 ช้อนชาต่อวัน
          และเลือกใช้ชนิดของน้ำมันให้เหมาะสมกับวิธีการปรุงอาหาร
        </p>
        <p>
          <span className="green-text">สลัด : </span>น้ำมันมะกอก น้ำมันงา
          น้ำมันถั่วเหลือง
        </p>
        <p>
          <span className="green-text">ผัดไฟอ่อนๆ : </span>
          น้ำมันถั่วเหลือง น้ำมันดอกทานตะวัน น้ำมันดอกคำฝอย น้ำมันข้าวโพด
        </p>
        <p>
          <span className="green-text">ผัดไหธรรมดา : </span>
          น้ำมันรำข้าว น้ำมันเมล็ดชา น้ำมันคาโนล่า
        </p>
        <p>
          <span className="green-text">ทอด : </span>น้ำมันปาล์ม
        </p>
        <h2 className="blue-text">ผัก ผลไม้ต่างๆ</h2>
        <p>
          ผัก ผลไม้อุดมด้วยวิตามินและแร่ธาตุ เป็นแหล่งของวิตามินเอ ซี อี
          เบตาแคโรทีน ใยอาหาร และ สารต้านอนุมูลอิสระ ใยอาหารจะช่วยในการขับถ่าย
          ลดการสะสมของคอเลสเตอรอล ชะลอการดูดซึมน้ำตาล
          และดูดซัปสารพิษที่ก่อมะเร็งบางชนิด ผักผลไม้เป็นแหล่งวิตามิน
          และสารต้านอนุมูลอิสระ ช่วยปกป้อง
          เยื่อสมองจากอนุมูลอิสระที่ทำให้เกิดสมองเสื่อม
          จึงอาจช่วยป้องกันโรคอัลไซเมอร์ได้ แนะนำให้รับประทานผัก สีเขียวเข้มๆ
          และหลากหลายสี กินผลไม้หลังอาหารหรือเป็นอาหารว่าง
          ควบคุมการกินผลไม้รสหวาน ควรเลือกกินผักผลไม้ให้หลากหลายสลับชนิดกันไป
          การกินผักและผลไม้ปริมาณมากสามารถลดการเกิด โรคสมองเสื่อมได้
        </p>
        <p>
          เอกสารอ้างอิง หนังสือคู่มือแนวทางการป้องกันภาวะสมองเสื่อม
          สำนักโภชนาการ กรมอนามัย
        </p>
      </ContentWrapper>
    </Row>
  );
}
