import { Row, Col } from "antd";
import styled from "styled-components";

const ContentWrapper = styled(Col)`
  background-color: white;
  padding: 24px !important;
  margin-top: 50px !important;
`;

export default function Incident() {
  return (
    <Row gutter={[24, 24]}>
      <ContentWrapper xs={24} md={16} offset={4}>
        <h1>อุบัติการณ์และความชุก</h1>
        <h2>ภาวะสมองเสื่อม</h2>
        <ul style={{ listStyleType: "disc" }}>
          <li>
            ภาวะสมองเสื่อม (dementia)
            มีแนวโน้มสูงขึ้นตามโครงสร้างประชากรที่เปลี่ยนแปลงมีผู้สูงอายุเพิ่มขึ้นอย่างรวดเร็ว
          </li>
          <li>
            โรคอัลไซเมอร์ (Alzheimer’s disease; AD) เป็นสาเหตุที่พบบ่อยที่สุด
          </li>
          <li>
            ผู้ป่วยมีความบกพร่องด้านสมรรถภาพสมองหลายด้านและมีผลต่อการดำรงชีวิตประจำวันอาการเหล่านี้ได้แก่:
          </li>
          <ul style={{ listStyleType: "circle" }}>
            <li>
              การรู้คิดถดถอย ได้แก่ ความจำ สมาธิเชิงซ้อน ความสามารถบริหารจัดการ
              การใช้ภาษา การรับรู้ทักษะการเคลื่อนไหว การเข้าสังคม
            </li>
            <li>การเปลี่ยนแปลงของพฤติกรรม บุคลิกภาพ และอารมณ์</li>
            <li>ทักษะในการดำรงชีวิตประจำวันบกพร่อง</li>
            <li>
              อาการมักเกิดขึ้นช้าๆ ค่อยเป็นค่อยไป
              การประเมินและวินิจฉัยที่ถูกต้องจึงมีความสำคัญมากในการดูแลรักษาผู้ป่วยเหล่านี้
            </li>
          </ul>
        </ul>

        <h2>อุบัติการณ์ของภาวะสมองเสื่อม</h2>
        <ul style={{ listStyleType: "disc" }}>
          <li>อุบัติการณ์ของภาวะสมองเสื่อมและโรคอัลไซเมอร์สูงขึ้นเรื่อยๆ</li>
          <li>
            จำนวนผู้ป่วยทั่วโลกจะเพิ่มเป็น 2 เท่าทุก 20 ปี จนถึง 81.1 ล้านคนในปี
            พ.ศ. 2583 ส่วนใหญ่อยู่ในประเทศกำลังพัฒนาในทวีปเอเชีย
          </li>
          <li>
            ในประเทศไทยมีการสำรวจในชุมชนพบประมาณร้อยละ 3.4 ในประชากรอายุมากกว่า
            60 ปี
          </li>
          <li>
            โรคสมองเสื่อมร้อยละ 90 จะเกิดกับวัยสูงอายุ 65 ปี
            และมักพบในเพศหญิงมากกว่าเพศชาย
          </li>
          <li>
            สมองเสื่อมชนิดเกิดในคนอายุน้อย พบได้ร้อยละ 10
            คือพบในผู้ป่วยที่อายุน้อยกว่า 65 ปี
            มักเกิดจากโรคสมองเสื่อมชนิดกลีบสมองส่วนหน้าและกลีบขมับฝ่อ
            (frontotemporal dementia; FTD) หรือโรคสมองเสื่อมอัลไซเมอร์
            (Alzheimer’s disease; AD) ที่มักมีประวัติการป่วย
            หลายคนในครอบครัวเนื่องจากมีการกลายพันธุ์ในระดับยีนบางตำแหน่ง
          </li>
          <li>
            ผู้ป่วยและผู้ดูแลอาจมีความเครียดสูงเมื่อมีการถดถอยทางสมองมากขึ้นและส่งผลกระทบต่อความสามารถในการดำเนินชีวิต
          </li>
        </ul>

        <h2>สถานการณ์ภาวะสมองเสื่อม</h2>
        <p>
          ประมาณการว่าประเทศไทยมีผู้ป่วยสมองเสื่อมในปี พ.ศ.2564 ประมาณ 6-8 แสนคน
        </p>

        <h3>ความชุกของภาวะสมองเสื่อมเพิ่มตามอายุ</h3>
        <ul style={{ listStyleType: "disc" }}>
          <li>ความชุกน้อยที่สุดในกลุ่มอายุ 60-69 ปีร้อยละ 1</li>
          <li>ระดับสูงสุดในกลุ่ม 90 ปีขึ้นไปหญิงร้อยละ 30</li>
        </ul>

        <h3>คนอ้วนเสี่ยงสมองเสี่อม</h3>
        <ul style={{ listStyleType: "disc" }}>
          <li>เมื่อเทียบกับคนที่มีดัชนีมวลกายปกติ</li>
          <li>
            ผู้ที่มีภาวะอ้วน (body mass index = 25-29 kg/m<sup>2</sup>)
            มีความเสี่ยงเพิ่มขึ้น 25%
          </li>
          <li>
            ผู้ที่มีภาวะอ้วนอันตราย (body mass index ≥ 30 kg/m<sup>2</sup>)
            มีความเสี่ยงเพิ่มขึ้น 48%
          </li>
        </ul>

        <h2>สาเหตุของภาวะสมองเสื่อม</h2>
        <ol>
          <li>
            โรคอัลไซเมอร์ ที่พบได้เป็นสัดส่วนร้อยละ 60-70
            ของผู้ป่วยสมองเสื่อมทั้งหมด โดยในช่วงแรกมักมีปัญหาทางด้านความจำก่อน
            โดยเฉพาะความจำเกี่ยวกับเหตุการ์ณใหม่ๆที่พึ่งผ่านไป (episodic memory)
            เมื่ออาการรุนแรงต่อมาจึงจะมีปัญหาความจำระยะยาว
            โดยมีอาการเสื่อมถอยแบบค่อยเป็นค่อยไป
            ผู้ป่วยส่วนใหญ่อาจจะมีอาการอื่นๆ ด้านจิตเวช เช่น ซึมเศร้า วิตกกังวล
            มีอารมณ์เปลี่ยนแปลงง่าย ประสาทหลอน หวาดระแวง
            เฉยเมยไม่สนใจสิ่งแวดล้อม
            บางคนเกิดอาการด้านจิตเวชตั้งแต่ระยะแรกและอาการจะชัดเจนรุนแรงมากขึ้นเมื่ออาการเสื่อมถอยมากขึ้น
            ซึ่งในระยะอาการรุนแรง
            ผู้ป่วยจะสูญเสียสามารถในการทำกิจวัตรประจำวันมากขึ้น
            จนอาจจะพูดหรือสื่อสารไม่ได้ กลืนอาหารไม่ได้
            เคลื่อนไหวลำบากต้องนอนติดเตียง และเสียชีวิตจากโรคแทรกภายในระยะเวลา
            3–10 ปี
          </li>
          <li>
            ภาวะสมองเสื่อมโรคหลอดเลือดสมอง (vascular dementia)
            โรคนี้พบได้บ่อยเป็นอันดับสอง รองจาก โรคอัลไซเมอร์
            และอาจพบร่วมกับโรคอัลไซเมอร์ได้ (mixed dementia)
            โดยมักมีอาการตามหลังการเกิดโรคหลอดเลือดสมองไม่ว่าจะเป็นชนิดขาดเลือด
            (cerebral infarction) หรือหลอดเลือดสมองแตก (cerebral hemorrhage)
            อาการส่วนใหญ่อาจเกิดขึ้นอย่างเฉียบพลัน
            หรือบางคนอาจมีอาการค่อยๆทรุดลงเป็นระยะๆ
            ผู้ป่วยมักมีปัจจัยเสี่ยงด้านโรคหัวใจและหลอดเลือดอยู่เดิม
            ตรวจร่างกายมักพบความผิดปกติของระบบประสาทเฉพาะที่ (focal neurological
            deficit) อย่างไรก็ตามโรคหลอดเลือดสมองขนาดเล็ก (small vessel disease)
            ที่ทำให้เกิดการตายของเนื้อสมองเป็นหย่อมๆ
            โดยเฉพาะความเสียหายที่เกิดขึ้นที่เส้นใยประสาท (white matter)
            อาจมีอาการเสื่อมถอยแบบค่อยเป็นค่อยไป
            รอยโรคที่เกิดขึ้นจะไปขัดขวางการทำงานเชื่อมต่อของสมองส่วนต่างๆ
            ทำให้เกิดความบกพร่องของการรู้คิด และมีอาการสำคัญอื่นๆ เช่น
            การคิดและการเคลื่อนไหวช้าลง (slow processing speed)
            มีความบกพร่องของความสามารถในการบริหารจัดการชัดเจน (executive
            dysfunction)
          </li>
          <li>
            โรคสมองเสื่อมชนิดลิวอี้บอดี้ (dementia with Lewy bodies; DLB)
            ภาวะนี้เกิดจากการสะสมของสารลิวอี้บอดี้ (Lewy body) ในเซลล์ประสาท
            ผู้ป่วยมักมีอาการสมองเสื่อมร่วมกับการเคลื่อนไหวผิดปกติคล้ายโรคพาร์กินสัน
            (parkinsonism)
            ที่อาจเกิดพร้อมกันหรือเกิดก่อนจะมีความบกพร่องของการรู้คิดไม่เกิน 1
            ปี ลักษณะพิเศษที่พบในผู้ป่วยเหล่านี้คือ มีภาพหลอน (visual
            hallucination) มีอาการสับสนที่เปลี่ยนแปลงดีขึ้นแย่ลงเร็วในแต่ละวัน
            อาจมีความผิดปกติทางการนอนหลับในช่วงหลับฝัน (REM sleep behavioral
            disorder) เช่น นอนละเมอ และ มีความยากลำบากในการก้าวเดิน
            มีประวัติหกล้มง่าย
          </li>
          <li>
            โรคสมองเสื่อมชนิดกลีบสมองส่วนหน้าและกลีบขมับฝ่อ (frontotemporal
            dementia, FTD) โรคนี้พบได้น้อย
            อาจพบว่ามีอาการเริ่มต้นในผู้ป่วยวัยกลางคน
            ชนิดที่สมองกลีบหน้าฝ่อมักมีอาการเริ่มต้นมักเป็นการเปลี่ยนแปลงของบุคลิกภาพ
            มีปัญหาในการควบคุมตนเองและการควบคุมอารมณ์ การตัดสินใจบกพร่อง
            อาจแสดงพฤติกรรมไม่เหมาะสมเวลาในที่สาธารณะ กินมาก ควบคุมการกินไม่ได้
            สำหรับผู้ที่มีปัญหาสมองกลีบขมับฝ่อจะมีการใช้ภาษาผิดปกติ
            เป็นอาการเด่นและไม่มีปัญหาพฤติกรรม
          </li>
          <li>
            ภาวะสมองเสื่อมที่อาจรักษาให้กลับเป็นปกติได้ (reversible dementia)
            อาจเกิดจากปัญหาทางจิตเวชโดยเฉพาะโรคซึมเศร้า หรือปัญหาโรคทางกายอื่นๆ
            เช่น ภาวะทุพโภชนาการหรือพร่องวิตามิน เช่น วิตามินบี 1 หรือวิตามิน บี
            12 ภาวะพร่องไทรอยด์ (hypothyroidism) ผลข้างเคียงเรื่อง
            anticholinergic ของยาแก้แพ้ หรือยาที่มีฤทธิ์ต่อระบบประสาท
            เกิดอุบัติเหตุที่ศีรษะแล้วมีภาวะเลือดออกใต้เยื่อหุ้มสมองชั้นดูราชนิดเรื้อรัง
            (chronic subdural hematoma) ภาวะน้ำคั่งในโพรงสมอง(normal pressure
            hydrocephalus) การติดเชื้อซิฟิลิสหรือ HIV ในระบบประสาท
            การบำบัดรักษาปัญหาข้างต้นจะทำให้อาการสมองเสื่อมดีขึ้นได้
          </li>
        </ol>

        <p>
          เอกสารอ้างอิง หนังสือคู่มือแนวทางการป้องกันภาวะสมองเสื่อม
          สำนักโภชนาการ กรมอนามัย
          <br />
          ปรับปรุงแก้ไข โดย รศ.นพ. สุขเจริญ ตั้งวงษ์ไชย
        </p>
      </ContentWrapper>
    </Row>
  );
}
